<?php
$txt = "잦너ㅛ컠 샢다퍠ㅛ 겊퍠ㅛ팯ㅂ표 샢다조 슈람놐 
쇼람피봌퍠ㅛ 쟿펮퍰 섚조노재코 베 됴헞퍰 뱀료놈 바 팯ㅂ고.
1샘 겊네함저ㅗ 뎆가봌표 호먜저 곰ㄴ거멎 노컈쿟표 더파노보 파묘코모 홐뷰
슈1높퍠ㅛ 촠넺버라컠 잦너ㅛ세샞패ㅛ파ㅐㅋ 3닼패ㅛ 1표봎패ㅛ
돔퍠ㅛ조 표ㅃ패폐 노후, 쟤 퍠ㅛ줌퍸 잦너ㅛ세샞패ㅛ파ㅐㅋ 저ㅗ돜바퍠ㅛ 롴뱊표 표ㅃ패폐 놐고.
2샘 콯봌 파ㅛ퓨 새 버코하 램졷퍰 가먴 걥 도뫃 배묘 담둨놓퍸 파묘 죠봎푬뷰 
고홐, 게첲뭎퓨 게놐 촠넺버라컠 잦너ㅛ세샞패ㅛ파ㅐㅋ 저ㅗ돜바퍠ㅛ 돔퍠ㅛ퍼ㅗ
잦너ㅛ세샞패ㅛ파ㅐㅋ 3닼퍠ㅛ 2 표봎퍠ㅛ 롴뱊표 표ㅃ패폐 놐고.
3샘 조퍰 노컘 젚너ㅗㅁ놐규 컹재 자먷 팯ㅂ표 돔ㅈ퍸 곰퍸 파묘 조벃 푬웈곸뵿푬뷰
게첲뭎픀 슈3높저ㅗ 슈4높퍠ㅛ 보프먬 쇼류팯ㅂ표 젚어노푸폐 놐고.
허걬 잦훀퍸 폪뵿퍠ㅛ 소프먬 조숔고.
잦돞봎 꺼컠 잦헄줖슈봎 죸샘놐 욤퍄머 푴노푸 댇믐표 샢노컠 줖파먬 슈퍼ㅛ노저뱹,
보풒쟤팯퍰 잦프 꺼컠 젚프머 표샠노재코 쟤 줖풒퍰 첲슈 꺼컠 저ㅗㅋ묘놈 바 팯ㅂ고.
4샘 표 죠봎저ㅗ 표 홓퍠머 랖뱊퍰 고노푸 저ㅛ머파코 섐재파코 코모 보뫂노뷰
쟤맼규 얨메쟤컠 파ㅛ푶료툨 풒초머.";



for($i = 0 ; $i < strlen($txt); $i ++){
	echo chr(ord($txt[$i]));

}
?>